{
  "result": "success",
  "total": "14",
  "current": "1",
  "limit": "5",
  "error": null,
  "data": [
    {
      "id": "1",
      "title": "Волгоградские отели с завышенными ценами попали в черный список Ростуризма",
      "headline": "Ростуризм сформирует черный список гостиниц, в том числе волгоградских, которые завысили цены на проживание в период проведения Чемпионата мира по футболу.",
      "content": "Как сообщает \"Волга-Каспий\" со ссылкой на лаву ведомства Олега Сафонова, в заветном списке уже есть несколько отелей в Волгограде, Саранске и других городах, где цены были подняты в 40 раз.",
      "date": "2017-12-28T11:16:00",
      "source": "Комсомолка",
      "company": "ИП Идеальный код"
    },
    {
      "id": "2",
      "title": "В Волгограде эвакуировали ТРК «Комсомолл»",
      "headline": "Посетители торгово-развлекательного центра сообщают, что их попросили покинуть здание.",
      "content": "Как сообщает ИА «Волга-Каспий» со ссылкой на очевидцев, сегодня, 30 декабря, около 20.30 в Волгограде экстренно эвакуировали один из самых крупных торговых центров. Всех работников и посетителей «Комсомолла» попросили выйти на улицу и никого не пускают обратно. Через какое-то время в здании ТРК потух свет. Однако волгоградцы отмечают, что видимых причин для эвакуации они не обнаружили.",
      "date": "2017-12-30T00:00:00",
      "source": "ИА «Волга-Каспий»",
      "company": "ТРК «Комсомолл»"
    },
    {
      "id": "3",
      "title": "Как выбрать полезные сладости на Новый год",
      "headline": "Специалисты рассказали волгоградским родителям секреты, придерживаясь которых можно выбрать качественный и безопасный сладкий подарок.",
      "content": "Обычно в новогодние праздники дети получают множество сладких подарков. Родители по всей стране спешат в магазины за готовыми наборами, чтобы порадовать своих чад. Как выбрать не только сладкий, но и максимально безвредный подарок ИА «Волга-Каспий» рассказали врач эндокринолог-диетолог, Член Национального общества диетологов Галимова Динара и шоколатье Инесса Горбачева.",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": "не определена"
    },
    {
      "id": "4",
      "title": "Волгоградстат и Росстат никак не определяться, сколько волгоградцы потратят на Новый год",
      "headline": "Волгоградстат подсчитал, во сколько обойдется жителям Волгоградской области застолье и подарки. Оказалось, что празднование Нового года волгоградской семье обойдется почти в четыре тысячи рублей.",
      "content": "Как сообщает ИА «Волга-Каспий» со ссылкой на Волгоградстат, меню новогоднего стола, куда вошли мясо, рыба, овощи, деликатесы, фрукты, сладости, а также шампанское и другие алкогольные и безалкогольные напитки, обойдется жителям региона в 3 тысячи 865 рублей. Данный расчет был сделан на семью из четырех человек.",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": "не определена"
    },
    {
      "id": "5",
      "title": "Внутри скульптуры «Родина-мать зовёт» заменили 99 стальных канатов",
      "headline": "В музее-заповеднике «Сталинградская битва» подвели итоги уходящего года.",
      "content": "Как сообщает ИА «Волга-Каспий» со ссылкой на официальную страницу музея-заповедника «Сталинградская битва» в одной из социальных сетей, в ходе первого этапа реставрации скульптуры «Родина-мать зовёт»  внутри монумента заменили 99 стальных канатов.",
      "date": "2017-12-30T00:00:00",
      "source": "Ночь работе не помеха",
      "company": "не определена"
    },
    {
      "id": "6",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "7",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "8",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "9",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "10",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "11",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "12",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "13",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    },
    {
      "id": "14",
      "title": "",
      "headline": "",
      "content": "",
      "date": "2017-12-30T00:00:00",
      "source": "Утро",
      "company": null
    }

  ],
  "links": [
    {"previous": null},
    {"self": "/api/articles?offset=1&limit=5"},
    {"next": "/api/articles?offset=2&limit=5"},
    {"first": "/api/articles?offset=1&limit=5"},
    {"last": "/api/articles?offset=3&limit=5"}
  ]
}
